general.comingSoon=\u0421\u041A\u041E\u0420\u041E \u041F\u041E\u042F\u0412\u0418\u0422\u0421\u042F
menu.home=\u0414\u043E\u043C\u043E\u0439
menu.about=\u041E \u043D\u0430\u0441
menu.developments=\u0420\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438
menu.super3=SUPER_3
menu.tar=TAR
menu.theme=\u0422\u0435\u043C\u0430
menu.language=\u042F\u0437\u044B\u043A
lang.en=\u0410\u041D\u0413\u041B\u0418\u0419\u0421\u041A\u0418\u0419
lang.ru=\u0420\u0423\u0421\u0421\u041A\u0418\u0419
lang.ee=\u042D\u0421\u0422\u041E\u041D\u0421\u041A\u0418\u0419
time.updated=\u0414\u0430\u0442\u0430 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F:
time.created=\u0414\u0430\u0442\u0430 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F:
time.updated.today=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 24 \u0447\u0430\u0441\u043E\u0432 \u043D\u0430\u0437\u0430\u0434
time.updated.week=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 \u043D\u0435\u0434\u0435\u043B\u0438 \u043D\u0430\u0437\u0430\u0434
time.updated.month=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 30 \u0434\u043D\u0435\u0439 \u043D\u0430\u0437\u0430\u0434
time.updated.6months=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 6 \u043C\u0435\u0441\u044F\u0446\u0435\u0432 \u043D\u0430\u0437\u0430\u0434
time.updated.year=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 \u0433\u043E\u0434\u0430 \u043D\u0430\u0437\u0430\u0434
time.updated.2years=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 2 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.updated.5years=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 5 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.updated.10years=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 10 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.updated.10yearsOrMore=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u0431\u043E\u043B\u0435\u0435 10 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.created.today=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 24 \u0447\u0430\u0441\u043E\u0432 \u043D\u0430\u0437\u0430\u0434
time.created.week=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 \u043D\u0435\u0434\u0435\u043B\u0438 \u043D\u0430\u0437\u0430\u0434
time.created.month=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 30 \u0434\u043D\u0435\u0439 \u043D\u0430\u0437\u0430\u0434
time.created.6months=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 6 \u043C\u0435\u0441\u044F\u0446\u0435\u0432 \u043D\u0430\u0437\u0430\u0434
time.created.year=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 \u0433\u043E\u0434\u0430 \u043D\u0430\u0437\u0430\u0434
time.created.2years=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 2 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.created.5years=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 5 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.created.10years=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 10 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.created.10yearsOrMore=\u0421\u043E\u0437\u0434\u0430\u043D \u0431\u043E\u043B\u0435\u0435 10 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
home.title=\u041D\u043E\u0447\u043D\u043E\u0439 \u041A\u0440\u0443\u0438\u0437
about.title=\u041E \u043D\u0430\u0441
about.website.title=\u042D\u0442\u043E\u0442 \u0421\u0430\u0439\u0442
about.website.concept.title=\u0418\u0434\u0435\u044F
about.website.concept.text=\u041E\u0431\u043B\u0430\u043A\u043E, \u0441\u043E\u0441\u0442\u043E\u044F\u0449\u0435\u0435 \u0438\u0437 \u0433\u0430\u0437\u0430 \u0438 \u0434\u0440\u0443\u0433\u043E\u0439 \u043C\u0430\u0442\u0435\u0440\u0438\u0438, \u043E\u043A\u0440\u0443\u0436\u0430\u044E\u0449\u0435\u0435 \u0438 \u0437\u0430\u0445\u0432\u0430\u0447\u0435\u043D\u043D\u043E\u0435 \u0433\u0440\u0430\u0432\u0438\u0442\u0430\u0446\u0438\u043E\u043D\u043D\u044B\u043C \u043F\u043E\u043B\u0435\u043C \u0432 \u0437\u043D\u0430\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0439 \u0441\u0442\u0435\u043F\u0435\u043D\u0438 \u0440\u0430\u0441\u0441\u0435\u044F\u043D\u043D\u043E\u0433\u043E \u0430\u0441\u0442\u0440\u043E\u043D\u043E\u043C\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u043E\u0431\u044A\u0435\u043A\u0442\u0430, \u0442\u0430\u043A\u043E\u0433\u043E \u043A\u0430\u043A \u0433\u0430\u043B\u0430\u043A\u0442\u0438\u043A\u0430 \u0438\u043B\u0438 \u0441\u043A\u043E\u043F\u043B\u0435\u043D\u0438\u0435 \u0433\u0430\u043B\u0430\u043A\u0442\u0438\u043A.
about.website.time.title=\u0412\u0440\u0435\u043C\u044F
about.website.time.text=\u0420\u044F\u0434\u043E\u043C \u0441 \u043A\u0430\u0436\u0434\u043E\u0439 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u044C\u044E \u043F\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0438\u043A\u043E\u043D\u043A\u0430. \u042D\u0442\u0438 \u0438\u043A\u043E\u043D\u043A\u0438 \u043E\u0437\u043D\u0430\u0447\u0430\u044E\u0442 \u043F\u0440\u043E\u043C\u0435\u0436\u0443\u0442\u043E\u043A \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u0438 \u0432\u0430\u0440\u044C\u0438\u0440\u0443\u044E\u0442\u0441\u044F \u043E\u0442 \u043F\u0443\u0441\u0442\u043E\u0433\u043E \u043A\u0440\u0443\u0433\u0430, \u043E\u0437\u043D\u0430\u0447\u0430\u044E\u0449\u0435\u0433\u043E, \u0447\u0442\u043E \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0441\u043E\u0431\u044B\u0442\u0438\u0435 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u043E \u0441\u0435\u0433\u043E\u0434\u043D\u044F, \u0434\u043E \u0447\u0435\u0440\u043D\u043E\u0433\u043E \u043A\u0440\u0443\u0433\u0430, \u043E\u0437\u043D\u0430\u0447\u0430\u044E\u0449\u0435\u0433\u043E, \u0447\u0442\u043E \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0441\u043E\u0431\u044B\u0442\u0438\u0435 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u043E \u0431\u043E\u043B\u0435\u0435 10 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434.
about.website.credits.title=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u044B
about.website.credits.logo1=\u0410\u043D\u0438\u043C\u0430\u0446\u0438\u044F \u043B\u043E\u0433\u043E\u0442\u0438\u043F\u0430, \u0441\u0434\u0435\u043B\u0430\u043D\u043D\u0430\u044F \u042D\u043C\u0438\u043B\u0438 \u0428\u0438\u043D\u0430\u043D \u0438\u0437
about.website.credits.logo2=
about.website.credits.background1=\u0424\u043E\u043D\u043E\u0432\u043E\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435, \u0441\u0434\u0435\u043B\u0430\u043D\u043D\u043E\u0435 \u0410\u0440\u043D\u043E \u0413\u0440\u0438\u0433\u043E\u0440\u044F\u043D\u043E\u043C \u0438\u0437
about.website.credits.background2=
about.website.credits.icons1=\u0418\u043A\u043E\u043D\u043A\u0438 \u043B\u0443\u043D\u043D\u044B\u0445 \u0444\u0430\u0437, \u0441\u0434\u0435\u043B\u0430\u043D\u043D\u044B\u0435
about.website.credits.icons2=\u0438\u0437
about.website.credits.icons3=
about.website.opensource=\u0418\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u043A\u043E\u0434 \u044D\u0442\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0430 \u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u043D\u0430 GitHub.
about.contacts.title=\u041A\u043E\u043D\u0442\u0430\u043A\u0442\u044B
about.contacts.email=\u0415-\u043C\u0435\u0439\u043B:
developments.title=\u0420\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438
developments.sx.p1=\u041C\u043D\u043E\u0433\u043E\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0430\u044F \u043E\u043D\u043B\u0430\u0439\u043D \u0441\u0442\u0440\u0435\u043B\u044F\u043B\u043A\u0430 \u0441 \u0432\u0438\u0434\u043E\u043C \u0441\u0432\u0435\u0440\u0445\u0443.
developments.sx.p2=\u041E\u0441\u043D\u043E\u0432\u0430\u043D\u0430 \u043D\u0430 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0434\u0432\u0438\u0436\u043A\u0435 Box2D \u0438 \u0432\u043A\u043B\u044E\u0447\u0430\u0435\u0442 \u0432 \u0441\u0435\u0431\u044F \u0441\u0438\u0441\u0442\u0435\u043C\u0443 \u043E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u0438\u044F \u0441\u0442\u043E\u043B\u043A\u043D\u043E\u0432\u0435\u043D\u0438\u0439, \u043F\u043E\u0434\u0432\u0438\u0436\u043D\u044B\u0435 \u043E\u0431\u044A\u0435\u043A\u0442\u044B \u0438 \u0438\u043C\u0438\u0442\u0438\u0440\u0443\u044E\u0449\u0443\u044E \u0440\u0435\u0430\u043B\u044C\u043D\u044B\u0439 \u043C\u0438\u0440 \u0441\u0438\u0441\u0442\u0435\u043C\u0443 \u0431\u0440\u043E\u043D\u0438/\u043F\u0440\u043E\u0431\u0438\u0442\u0438\u044F, \u0433\u0434\u0435 \u043F\u0440\u0438\u0432\u0435\u0434\u0435\u043D\u043D\u0430\u044F \u0431\u0440\u043E\u043D\u044F \u0440\u0430\u0432\u043D\u0430 \u0431\u0440\u043E\u043D\u0435, \u0443\u043C\u043D\u043E\u0436\u0435\u043D\u043D\u043E\u0439 \u043D\u0430 \u043A\u043E\u0441\u0438\u043D\u0443\u0441 \u0443\u0433\u043B\u0430 \u0441\u043D\u0430\u0440\u044F\u0434\u0430 \u043A \u0435\u0435 \u043D\u043E\u0440\u043C\u0430\u043B\u0438.
developments.sx.p3=\u0412 \u0438\u0433\u0440\u0435 \u043F\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u043C\u043D\u043E\u0433\u043E\u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0439 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441, 15 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u0445 \u0442\u0430\u043D\u043A\u043E\u0432 (\u043A\u0430\u0436\u0434\u044B\u0439 \u0441\u043E \u0441\u0432\u043E\u0438\u043C\u0438 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u043C\u0438 \u0445\u0430\u0440\u0430\u043A\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043A\u0430\u043C\u0438 \u0438 \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u044B\u043C\u0438 \u0441\u0445\u0435\u043C\u0430\u043C\u0438 \u0431\u0440\u043E\u043D\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u043A\u043E\u0440\u043F\u0443\u0441\u0430/\u0431\u0430\u0448\u043D\u0438), 4 \u0438\u0433\u0440\u043E\u0432\u044B\u0445 \u043A\u0430\u0440\u0442\u044B \u0438 \u043C\u043D\u043E\u0433\u043E\u0435 \u0434\u0440\u0443\u0433\u043E\u0435.
developments.sx.p4=\u0418\u043C\u0435\u0435\u0442\u0441\u044F \u043F\u043E\u043B\u043D\u043E\u0441\u0442\u044C\u044E \u0440\u0430\u0431\u043E\u0447\u0430\u044F \u0441\u0438\u0441\u0442\u0435\u043C\u0430 \u043E\u043D\u043B\u0430\u0439\u043D \u043C\u0443\u043B\u044C\u0442\u0438\u043F\u043B\u0435\u0435\u0440\u0430 \u0441 \u043B\u043E\u0431\u0431\u0438, \u043C\u0430\u0442\u0447\u043C\u0435\u0439\u043A\u0438\u043D\u0433\u043E\u043C \u0438 \u0442\u0430\u0431\u043B\u0438\u0446\u0435\u0439 \u043B\u0438\u0434\u0435\u0440\u043E\u0432. \u0420\u0430\u0431\u043E\u0442\u0430 \u0441 \u0441\u0435\u0442\u044C\u044E \u043E\u0441\u043D\u043E\u0432\u0430\u043D\u0430 \u043D\u0430 KryoNet \u0438 \u0441\u043F\u0440\u043E\u0435\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0430 \u0442\u0430\u043A\u0438\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C, \u0447\u0442\u043E\u0431\u044B \u0432\u0441\u0435\u043C\u0438 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u043C\u0438 \u0432\u044B\u0447\u0438\u0441\u043B\u0435\u043D\u0438\u044F\u043C\u0438 \u0437\u0430\u043D\u0438\u043C\u0430\u043B\u0441\u044F \u0441\u0435\u0440\u0432\u0435\u0440, \u0430 \u043A\u043B\u0438\u0435\u043D\u0442 \u043B\u0438\u0448\u044C \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u043B \u043F\u043E\u043B\u0443\u0447\u0430\u0435\u043C\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F.
developments.sx.p5=JRE \u0443\u043F\u0430\u043A\u043E\u0432\u0430\u043D \u0432 \u0438\u0433\u0440\u043E\u0432\u043E\u043C \u043B\u0430\u0443\u043D\u0447\u0435\u0440\u0435, \u043F\u043E\u044D\u0442\u043E\u043C\u0443 \u0434\u043B\u044F \u0438\u0433\u0440\u044B \u043D\u0435 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0430 Java.
developments.sx.p6=\u0411\u043E\u043B\u044C\u0448\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043D\u0430
super3.title=SUPER_3
tar.title=TAR