#general
general.comingSoon=TULEKUL
#menu
menu.home=Koju
menu.about=MEIST
menu.developments=ARENDUSED
menu.super3=SUPER_3
menu.tar=TAR
menu.theme=Teema
menu.language=Keel
#theme select
theme.light=HELE
theme.dark=TUME
theme.vivid=ELAV
#language select
lang.en=INGLISE
lang.ru=VENE
lang.ee=EESTI
#time entries
time.updated=Uuendamise kuup\u00E4ev:
time.created=Loomiskuup\u00E4ev:
time.updated.today=Uuendatud v\u00E4hem kui 24 tundi tagasi
time.updated.week=Uuendatud v\u00E4hem kui n\u00E4dal tagasi
time.updated.month=Uuendatud v\u00E4hem kui 30 p\u00E4eva tagasi
time.updated.6months=Uuendatud v\u00E4hem kui 6 kuud tagasi
time.updated.year=Uuendatud v\u00E4hem kui aasta tagasi
time.updated.2years=Uuendatud v\u00E4hem kui 2 aastat tagasi
time.updated.5years=Uuendatud v\u00E4hem kui 5 aastat tagasi
time.updated.10years=Uuendatud v\u00E4hem kui 10 aastat tagasi
time.updated.10yearsOrMore=Uuendatud \u00FCle 10 aastat tagasi
time.created.today=Loodud v\u00E4hem kui 24 tundi tagasi
time.created.week=Loodud v\u00E4hem kui n\u00E4dal tagasi
time.created.month=Loodud v\u00E4hem kui 30 p\u00E4eva tagasi
time.created.6months=Loodud v\u00E4hem kui 6 kuud tagasi
time.created.year=Loodud v\u00E4hem kui aasta tagasi
time.created.2years=Loodud v\u00E4hem kui 2 aastat tagasi
time.created.5years=Loodud v\u00E4hem kui 5 aastat tagasi
time.created.10years=Loodud v\u00E4hem kui 10 aastat tagasi
time.created.10yearsOrMore=Loodud \u00FCle 10 aastat tagasi
#home page
home.title=\u00D6ine Kruiis
#about page
about.title=Meist
about.website.title=See lehek\u00FClg
about.website.concept.title=Idee
about.website.concept.text=Koosnev gaasist ja muust ainest pilv, mis \u00FCmbritseb ja on haaratud suuresti hajutatud astronoomilise objekti gravitatsiooniv\u00E4ljaga, n\u00E4iteks galaktika v\u00F5i galaktikate klaster.
about.website.time.title=Aeg
about.website.time.text=Iga ajasalvestuse k\u00F5rval on kuu faasi ikoon. Need ikoonid t\u00E4histavad ajaperioodi ja teisenduvad t\u00FChjast ringist, mis t\u00E4hendab, et m\u00F5ni s\u00FCndmus juhtus t\u00E4na, musta ringini, mis t\u00E4hendab, et m\u00F5ni s\u00FCndmus leidis aset rohkem kui 10 aastat tagasi.
about.website.credits.title=Kasutatud ressursid
about.website.credits.lightLogo1=Hele teema logo animatsiooni tegi Emilie Sheenan
about.website.credits.lightLogo2=-ist
about.website.credits.lightBackground1=Hele teema taustapildi tegi Arno Gregorian
about.website.credits.lightBackground2=-ist
about.website.credits.vividLogo1=Elava teema logo animatsioon
about.website.credits.vividLogo2=-ist
about.website.credits.vividBackground1=Elava teema taustapildi tegi Prawny
about.website.credits.vividBackground2=-ist
about.website.credits.icons1=Kuu faaside ikoonid tegi
about.website.credits.icons2=
about.website.credits.icons3=-ist
about.website.opensource=Selle lehek\u00FClje l\u00E4htekoodi saate leida GitHub-ist.
about.contacts.title=Kontaktandmed
about.contacts.email=E-post:
#developments page
developments.title=Arendused
developments.sx.p1=Onlain mitmikm\u00E4ng pealtvaatega.
developments.sx.p2=P\u00F5hineb Box2D f\u00FC\u00FCsikamootori rakendamisel LibGDX-is. T\u00F6\u00F6tab Windows ja Linux arvutites.
developments.sx.p3=Sisaldab kokkup\u00F5rkete tuvastamise s\u00FCsteemi, kiirtej\u00E4litust ja mitmekesiseid m\u00E4ngumehaanikaid. N\u00E4iteks reaalse maailma j\u00E4ljendava soomuse/tabamise s\u00FCsteemi, kus v\u00E4hendatud soomus on v\u00F5rdne soomusega, mis on korrutatud m\u00FCrsku ja soomuse normaali nurga koosinusega ning suurema kui 75\u00B0 nurga puhul tekitavad riko\u0161ettid.
developments.sx.p4=M\u00E4ngus on multifunktsionaalne kasutajaliides seadmetega ja kasutajajuhendiga, heliefektid ja heliribad, 15 erinevat tanki (iga\u00FChel on omad tehnilised andmed ja unikaalsed kere/torni soomuse skeemid), 4 kaarti ja palju muud.
developments.sx.p5=On olemas t\u00E4ielikult t\u00F6\u00F6tav v\u00F5rgum\u00E4ngu s\u00FCsteem - lobby, matchmaking ja edetabel. T\u00F6\u00F6 v\u00F5rguga p\u00F5hineb KryoNet-il ja on kavandatud nii, et server teeb k\u00F5ik f\u00FC\u00FCsilised arvutused ja klient ainult kuvab vastuv\u00F5etud v\u00E4\u00E4rtused.
developments.sx.p6=JRE on pakitud m\u00E4ngu k\u00E4ivitajasse, seega ei vaja m\u00E4ng Java installimist.
developments.sx.p7=Rohkem infot aadressil
developments.mbf.p1=3D platvormim\u00E4ng.
developments.mbf.p2=P\u00F5hineb Unity m\u00E4ngumootoril. T\u00F6\u00F6tab 32 ja 64 bitistes Windows personaalarvutites.
developments.mbf.p3=Sisaldab 7 taset, mis tutvustavad erinevaid m\u00E4ngumehaanikaid, nagu liikuvad platvormid, j\u00E4\u00E4, kalliskivid, kontrollpunktid ja portaalid.
developments.mbf.p4=Igal tasemel on oma ainulaadne graafiline teema, millel on oma atmosf\u00E4\u00E4r - taevakast, tekstuurid, efektid ja palju muud.
developments.mbf.p5=Kasutage <b>WASD v\u00F5i nooleklahve</b>, et liikuda ja <b>t\u00FChikuklahvi</b>, et h\u00FCpata. Vaadake ringi hoides <b>hiire vasakut nuppu ja liigutades hiirt</b>. Tooge kaamerat l\u00E4hedale v\u00F5i kaugele <b>hiire kerimisrattaga</b>. <b>F1 klahv</b> taseme taask\u00E4ivitamiseks. <b>Esc klahv</b> v\u00E4ljumiseks.
developments.mbf.p6=M\u00E4ngus on olemas teatud probleem - selle kiirus suurel m\u00E4\u00E4ral s\u00F5ltub kaadrisagedusest (FPS-ist) ja m\u00E4ng v\u00F5ib v\u00E4ga k\u00F5rge kaadrisageduse korral muutuda v\u00E4ga aeglaseks. Seet\u00F5ttu saab m\u00E4ngu kiirust reguleerida, valides erinevad eraldusv\u00F5ime v\u00F5i graafikakvaliteedi s\u00E4tted. V\u00F5rdluseks: GTX 1050 Ti ja fantastiline graafikakvaliteet ning Full HD eraldusv\u00F5ime pakuvad v\u00E4ga mugavat m\u00E4ngukogemust.
developments.mbf.p7=Laadige alla Marble Blast FUSION k\u00E4ivitava faili
super3.title=SUPER_3
tar.title=TAR