#general
general.comingSoon=\u0421\u041A\u041E\u0420\u041E \u041F\u041E\u042F\u0412\u0418\u0422\u0421\u042F
#menu
menu.home=\u0414\u043E\u043C\u043E\u0439
menu.about=\u0418\u041D\u0424\u041E\u0420\u041C\u0410\u0426\u0418\u042F
menu.developments=\u0420\u0410\u0417\u0420\u0410\u0411\u041E\u0422\u041A\u0418
menu.super3=SUPER_3
menu.tar=TAR
menu.theme=\u0422\u0435\u043C\u0430
menu.language=\u042F\u0437\u044B\u043A
#theme select
theme.light=\u0421\u0412\u0415\u0422\u041B\u0410\u042F
theme.dark=\u0422\u0415\u041C\u041D\u0410\u042F
theme.vivid=\u042F\u0420\u041A\u0410\u042F
#language select
lang.en=\u0410\u041D\u0413\u041B\u0418\u0419\u0421\u041A\u0418\u0419
lang.ru=\u0420\u0423\u0421\u0421\u041A\u0418\u0419
lang.ee=\u042D\u0421\u0422\u041E\u041D\u0421\u041A\u0418\u0419
#time entries
time.updated=\u0414\u0430\u0442\u0430 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F:
time.created=\u0414\u0430\u0442\u0430 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F:
time.updated.today=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 24 \u0447\u0430\u0441\u043E\u0432 \u043D\u0430\u0437\u0430\u0434
time.updated.week=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 \u043D\u0435\u0434\u0435\u043B\u0438 \u043D\u0430\u0437\u0430\u0434
time.updated.month=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 30 \u0434\u043D\u0435\u0439 \u043D\u0430\u0437\u0430\u0434
time.updated.6months=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 6 \u043C\u0435\u0441\u044F\u0446\u0435\u0432 \u043D\u0430\u0437\u0430\u0434
time.updated.year=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 \u0433\u043E\u0434\u0430 \u043D\u0430\u0437\u0430\u0434
time.updated.2years=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 2 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.updated.5years=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 5 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.updated.10years=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u0435\u043D\u0435\u0435 10 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.updated.10yearsOrMore=\u041E\u0431\u043D\u043E\u0432\u043B\u0435\u043D \u0431\u043E\u043B\u0435\u0435 10 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.created.today=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 24 \u0447\u0430\u0441\u043E\u0432 \u043D\u0430\u0437\u0430\u0434
time.created.week=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 \u043D\u0435\u0434\u0435\u043B\u0438 \u043D\u0430\u0437\u0430\u0434
time.created.month=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 30 \u0434\u043D\u0435\u0439 \u043D\u0430\u0437\u0430\u0434
time.created.6months=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 6 \u043C\u0435\u0441\u044F\u0446\u0435\u0432 \u043D\u0430\u0437\u0430\u0434
time.created.year=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 \u0433\u043E\u0434\u0430 \u043D\u0430\u0437\u0430\u0434
time.created.2years=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 2 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.created.5years=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 5 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.created.10years=\u0421\u043E\u0437\u0434\u0430\u043D \u043C\u0435\u043D\u0435\u0435 10 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
time.created.10yearsOrMore=\u0421\u043E\u0437\u0434\u0430\u043D \u0431\u043E\u043B\u0435\u0435 10 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434
#home page
home.title=\u041D\u043E\u0447\u043D\u043E\u0439 \u041A\u0440\u0443\u0438\u0437
#about page
about.title=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
about.website.title=\u042D\u0442\u043E\u0442 \u0421\u0430\u0439\u0442
about.website.concept.title=\u0418\u0434\u0435\u044F
about.website.concept.p1=\u042F \u043C\u0435\u0447\u0442\u0430\u043B \u043E \u0442\u043E\u043C \u0447\u0442\u043E\u0431\u044B \u0441\u0442\u0430\u0442\u044C \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u043E\u043C \u0432\u0438\u0434\u0435\u043E\u0438\u0433\u0440 \u0441 \u0442\u0435\u0445 \u0441\u0430\u043C\u044B\u0445 \u043F\u043E\u0440, \u043A\u0430\u043A \u0441\u0435\u0431\u044F \u043F\u043E\u043C\u043D\u044E. \u0418\u043C\u0435\u043D\u043D\u043E \u044D\u0442\u0430 \u043C\u0435\u0447\u0442\u0430 \u0438 \u0432\u043E\u0432\u043B\u0435\u043A\u043B\u0430 \u043C\u0435\u043D\u044F \u0432 \u043C\u0438\u0440 \u0418\u0422.
about.website.concept.p2=\u0412 \u043A\u043E\u043D\u0446\u0435 \u043A\u043E\u043D\u0446\u043E\u0432, \u044F \u0441\u0447\u0438\u0442\u0430\u044E, \u0447\u0442\u043E \u043B\u0443\u0447\u0448\u0438\u0439 \u0441\u043F\u043E\u0441\u043E\u0431 \u0447\u0435\u043C\u0443-\u043B\u0438\u0431\u043E \u043D\u0430\u0443\u0447\u0438\u0442\u044C\u0441\u044F - \u044D\u0442\u043E \u043F\u0440\u0430\u043A\u0442\u0438\u043A\u0430.
about.website.concept.p3=\u0414\u0430\u043D\u043D\u044B\u0439 \u0432\u0435\u0431-\u0441\u0430\u0439\u0442 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u0441\u043E\u0431\u043E\u0439 \u043F\u043E\u0440\u0442\u0444\u043E\u043B\u0438\u043E \u0432\u0441\u0435\u0445 \u0441\u0430\u043C\u044B\u0445 \u043F\u0440\u0438\u043C\u0435\u0447\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u0438\u0433\u0440, \u0447\u0442\u043E \u044F \u0441\u0434\u0435\u043B\u0430\u043B, \u0438 \u043D\u0430\u0434\u0435\u044E\u0441\u044C, \u043A\u043E\u0433\u0434\u0430-\u043D\u0438\u0431\u0443\u0434\u044C \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0443 \u0434\u0435\u043B\u0430\u0442\u044C.
about.website.time.title=\u0412\u0440\u0435\u043C\u044F
about.website.time.text=\u0420\u044F\u0434\u043E\u043C \u0441 \u043A\u0430\u0436\u0434\u043E\u0439 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u044C\u044E \u043F\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0438\u043A\u043E\u043D\u043A\u0430 \u043B\u0443\u043D\u043D\u043E\u0439 \u0444\u0430\u0437\u044B. \u042D\u0442\u0438 \u0438\u043A\u043E\u043D\u043A\u0438 \u043E\u0437\u043D\u0430\u0447\u0430\u044E\u0442 \u043F\u0440\u043E\u043C\u0435\u0436\u0443\u0442\u043E\u043A \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u0438 \u0432\u0430\u0440\u044C\u0438\u0440\u0443\u044E\u0442\u0441\u044F \u043E\u0442 \u043F\u0443\u0441\u0442\u043E\u0433\u043E \u043A\u0440\u0443\u0433\u0430, \u043E\u0437\u043D\u0430\u0447\u0430\u044E\u0449\u0435\u0433\u043E, \u0447\u0442\u043E \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0441\u043E\u0431\u044B\u0442\u0438\u0435 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u043E \u0441\u0435\u0433\u043E\u0434\u043D\u044F, \u0434\u043E \u0447\u0435\u0440\u043D\u043E\u0433\u043E \u043A\u0440\u0443\u0433\u0430, \u043E\u0437\u043D\u0430\u0447\u0430\u044E\u0449\u0435\u0433\u043E, \u0447\u0442\u043E \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0441\u043E\u0431\u044B\u0442\u0438\u0435 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u043E \u0431\u043E\u043B\u0435\u0435 10 \u043B\u0435\u0442 \u043D\u0430\u0437\u0430\u0434.
about.website.credits.title=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u044B
about.website.credits.lightLogo1=\u0410\u043D\u0438\u043C\u0430\u0446\u0438\u044F \u043B\u043E\u0433\u043E\u0442\u0438\u043F\u0430 \u0441\u0432\u0435\u0442\u043B\u043E\u0439 \u0442\u0435\u043C\u044B, \u0441\u0434\u0435\u043B\u0430\u043D\u043D\u0430\u044F \u042D\u043C\u0438\u043B\u0438 \u0428\u0438\u043D\u0430\u043D \u0438\u0437
about.website.credits.lightLogo2=
about.website.credits.lightBackground1=\u0424\u043E\u043D\u043E\u0432\u043E\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0441\u0432\u0435\u0442\u043B\u043E\u0439 \u0442\u0435\u043C\u044B, \u0441\u0434\u0435\u043B\u0430\u043D\u043D\u043E\u0435 \u0410\u0440\u043D\u043E \u0413\u0440\u0438\u0433\u043E\u0440\u044F\u043D\u043E\u043C \u0438\u0437
about.website.credits.lightBackground2=
about.website.credits.vividLogo1=\u0410\u043D\u0438\u043C\u0430\u0446\u0438\u044F \u043B\u043E\u0433\u043E\u0442\u0438\u043F\u0430 \u044F\u0440\u043A\u043E\u0439 \u0442\u0435\u043C\u044B \u0438\u0437
about.website.credits.vividLogo2=
about.website.credits.vividBackground1=\u0424\u043E\u043D\u043E\u0432\u043E\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u044F\u0440\u043A\u043E\u0439 \u0442\u0435\u043C\u044B, \u0441\u0434\u0435\u043B\u0430\u043D\u043D\u043E\u0435 Prawny \u0438\u0437
about.website.credits.vividBackground2=
about.website.credits.darkBackground1=\u0424\u043E\u043D\u043E\u0432\u043E\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0442\u0435\u043C\u043D\u043E\u0439 \u0442\u0435\u043C\u044B, \u0441\u0434\u0435\u043B\u0430\u043D\u043D\u043E\u0435 DavidZydd \u0438\u0437
about.website.credits.darkBackground2=
about.website.credits.icons1=\u0418\u043A\u043E\u043D\u043A\u0438 \u043B\u0443\u043D\u043D\u044B\u0445 \u0444\u0430\u0437, \u0441\u0434\u0435\u043B\u0430\u043D\u043D\u044B\u0435
about.website.credits.icons2=\u0438\u0437
about.website.credits.icons3=
about.website.opensource=\u0421\u0434\u0435\u043B\u0430\u043D \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E Spring Boot. \u0418\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u043A\u043E\u0434 \u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u043D\u0430 GitHub.
about.contacts.title=\u041A\u043E\u043D\u0442\u0430\u043A\u0442\u044B
about.contacts.email=\u0415-\u043C\u0435\u0439\u043B:
#developments page
developments.title=\u0420\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438
developments.sx.p1=\u041C\u043D\u043E\u0433\u043E\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0430\u044F \u043E\u043D\u043B\u0430\u0439\u043D \u0441\u0442\u0440\u0435\u043B\u044F\u043B\u043A\u0430 \u0441 \u0432\u0438\u0434\u043E\u043C \u0441\u0432\u0435\u0440\u0445\u0443.
developments.sx.p2=\u0412 \u0438\u0433\u0440\u0435 \u043F\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u043C\u043D\u043E\u0433\u043E\u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0439 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u0441 \u0432\u043D\u0443\u0442\u0440\u0438\u0438\u0433\u0440\u043E\u0432\u044B\u043C \u0440\u0443\u043A\u043E\u0432\u043E\u0434\u0441\u0442\u0432\u043E\u043C \u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u043C\u0438, \u0437\u0432\u0443\u043A\u043E\u0432\u044B\u0435 \u044D\u0444\u0444\u0435\u043A\u0442\u044B \u0438 \u0441\u0430\u0443\u043D\u0434\u0442\u0440\u0435\u043A\u0438, 15 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u0445 \u0442\u0430\u043D\u043A\u043E\u0432 (\u043A\u0430\u0436\u0434\u044B\u0439 \u0441\u043E \u0441\u0432\u043E\u0438\u043C\u0438 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u043C\u0438 \u0445\u0430\u0440\u0430\u043A\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043A\u0430\u043C\u0438 \u0438 \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u044B\u043C\u0438 \u0441\u0445\u0435\u043C\u0430\u043C\u0438 \u0431\u0440\u043E\u043D\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u043A\u043E\u0440\u043F\u0443\u0441\u0430/\u0431\u0430\u0448\u043D\u0438), 4 \u0438\u0433\u0440\u043E\u0432\u044B\u0445 \u043A\u0430\u0440\u0442\u044B \u0438 \u043C\u043D\u043E\u0433\u043E\u0435 \u0434\u0440\u0443\u0433\u043E\u0435.
developments.sx.p3=\u0412\u043A\u043B\u044E\u0447\u0430\u0435\u0442 \u0432 \u0441\u0435\u0431\u044F \u0441\u0438\u0441\u0442\u0435\u043C\u0443 \u043E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u0438\u044F \u0441\u0442\u043E\u043B\u043A\u043D\u043E\u0432\u0435\u043D\u0438\u0439, \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0443 \u043B\u0443\u0447\u0435\u0439 \u0438 \u0440\u0430\u0437\u043D\u043E\u043E\u0431\u0440\u0430\u0437\u043D\u044B\u0435 \u0438\u0433\u0440\u043E\u0432\u044B\u0435 \u043C\u0435\u0445\u0430\u043D\u0438\u043A\u0438. \u041A \u043F\u0440\u0438\u043C\u0435\u0440\u0443, \u0438\u043C\u0438\u0442\u0438\u0440\u0443\u044E\u0449\u0443\u044E \u0440\u0435\u0430\u043B\u044C\u043D\u044B\u0439 \u043C\u0438\u0440 \u0441\u0438\u0441\u0442\u0435\u043C\u0443 \u0431\u0440\u043E\u043D\u0438/\u043F\u0440\u043E\u0431\u0438\u0442\u0438\u044F, \u0433\u0434\u0435 \u043F\u0440\u0438\u0432\u0435\u0434\u0435\u043D\u043D\u0430\u044F \u0431\u0440\u043E\u043D\u044F \u0440\u0430\u0432\u043D\u0430 \u0431\u0440\u043E\u043D\u0435, \u0443\u043C\u043D\u043E\u0436\u0435\u043D\u043D\u043E\u0439 \u043D\u0430 \u043A\u043E\u0441\u0438\u043D\u0443\u0441 \u0443\u0433\u043B\u0430 \u0441\u043D\u0430\u0440\u044F\u0434\u0430 \u043A \u0435\u0435 \u043D\u043E\u0440\u043C\u0430\u043B\u0438 \u0438 \u0443\u0433\u043B\u044B, \u0431\u043E\u043B\u044C\u0448\u0438\u0435 \u0447\u0435\u043C 75\u00B0, \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0438\u0440\u0443\u044E\u0442 \u0432 \u0440\u0438\u043A\u043E\u0448\u0435\u0442\u0435.
developments.sx.p4=\u0418\u043C\u0435\u0435\u0442\u0441\u044F \u043F\u043E\u043B\u043D\u043E\u0441\u0442\u044C\u044E \u0440\u0430\u0431\u043E\u0447\u0430\u044F \u0441\u0438\u0441\u0442\u0435\u043C\u0430 \u043E\u043D\u043B\u0430\u0439\u043D \u043C\u0443\u043B\u044C\u0442\u0438\u043F\u043B\u0435\u0435\u0440\u0430 \u0441 \u043B\u043E\u0431\u0431\u0438, \u043C\u0430\u0442\u0447\u043C\u0435\u0439\u043A\u0438\u043D\u0433\u043E\u043C \u0438 \u0442\u0430\u0431\u043B\u0438\u0446\u0435\u0439 \u043B\u0438\u0434\u0435\u0440\u043E\u0432. \u0420\u0430\u0431\u043E\u0442\u0430 \u0441 \u0441\u0435\u0442\u044C\u044E \u0441\u043F\u0440\u043E\u0435\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0430 \u0442\u0430\u043A\u0438\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C, \u0447\u0442\u043E\u0431\u044B \u0432\u0441\u0435\u043C\u0438 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u043C\u0438 \u0432\u044B\u0447\u0438\u0441\u043B\u0435\u043D\u0438\u044F\u043C\u0438 \u0437\u0430\u043D\u0438\u043C\u0430\u043B\u0441\u044F \u0441\u0435\u0440\u0432\u0435\u0440, \u0430 \u043A\u043B\u0438\u0435\u043D\u0442 \u043B\u0438\u0448\u044C \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u043B \u043F\u043E\u043B\u0443\u0447\u0430\u0435\u043C\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F.
developments.sx.p5=\u041E\u0441\u043D\u043E\u0432\u0430\u043D\u0430 \u043D\u0430 \u0440\u0435\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0438 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0434\u0432\u0438\u0436\u043A\u0430 Box2D \u0432 LibGDX \u0438 KryoNet API \u0434\u043B\u044F TCP/UDP \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u044F. \u0420\u0430\u0431\u043E\u0442\u0430\u0435\u0442 \u043D\u0430 \u041F\u041A \u0441 Windows \u0438 Linux.
developments.sx.p6=JRE \u0432\u043A\u043B\u044E\u0447\u0435\u043D \u0432 \u0438\u0433\u0440\u043E\u0432\u043E\u0439 \u043B\u0430\u0443\u043D\u0447\u0435\u0440, \u043F\u043E\u044D\u0442\u043E\u043C\u0443 \u0434\u043B\u044F \u0438\u0433\u0440\u044B \u043D\u0435 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0430 Java.
developments.sx.p7=\u0411\u043E\u043B\u044C\u0448\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043D\u0430
developments.mbf.p1=3D \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0435\u0440.
developments.mbf.p2=\u0412 \u0438\u0433\u0440\u0435 \u043F\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442 7 \u043B\u0435\u0433\u043A\u0438\u0445 \u0443\u0440\u043E\u0432\u043D\u0435\u0439, \u0434\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0438\u0440\u0443\u044E\u0449\u0438\u0445 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u0435 \u0438\u0433\u0440\u043E\u0432\u044B\u0435 \u043C\u0435\u0445\u0430\u043D\u0438\u043A\u0438, \u0442\u0430\u043A\u0438\u0435 \u043A\u0430\u043A \u0434\u0432\u0438\u0436\u0443\u0449\u0438\u0435\u0441\u044F \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u044B, \u043B\u0435\u0434, \u0430\u043B\u043C\u0430\u0437\u044B, \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u044C\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438 \u0438 \u043F\u043E\u0440\u0442\u0430\u043B\u044B. \u041A\u0430\u0436\u0434\u044B\u0439 \u0443\u0440\u043E\u0432\u0435\u043D\u044C \u0438\u043C\u0435\u0435\u0442 \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u0443\u044E \u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043A\u0443\u044E \u0442\u0435\u043C\u0443 \u0441\u043E \u0441\u0432\u043E\u0435\u0439 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0439 \u0430\u0442\u043C\u043E\u0441\u0444\u0435\u0440\u043E\u0439 - \u0441\u043A\u0430\u0439\u0431\u043E\u043A\u0441, \u0442\u0435\u043A\u0441\u0442\u0443\u0440\u044B, \u044D\u0444\u0444\u0435\u043A\u0442\u044B \u0438 \u043C\u043D\u043E\u0433\u043E\u0435 \u0434\u0440\u0443\u0433\u043E\u0435.
developments.mbf.p3=<b>NB!</b> \u0423 \u0438\u0433\u0440\u044B \u0435\u0441\u0442\u044C \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 - \u0435\u0435 \u0441\u043A\u043E\u0440\u043E\u0441\u0442\u044C \u0441\u0438\u043B\u044C\u043D\u043E \u0437\u0430\u0432\u0438\u0441\u0438\u0442 \u043E\u0442 \u043A\u0430\u0434\u0440\u043E\u0432\u043E\u0439 \u0447\u0430\u0441\u0442\u043E\u0442\u044B (FPS), \u0438 \u0438\u0433\u0440\u0430 \u043C\u043E\u0436\u0435\u0442 \u0441\u0442\u0430\u0442\u044C \u043E\u0447\u0435\u043D\u044C \u043C\u0435\u0434\u043B\u0435\u043D\u043D\u043E\u0439 \u043F\u0440\u0438 \u043E\u0447\u0435\u043D\u044C \u0432\u044B\u0441\u043E\u043A\u043E\u0439 \u0447\u0430\u0441\u0442\u043E\u0442\u0435 \u043A\u0430\u0434\u0440\u043E\u0432. \u0422\u0430\u043A\u0438\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C, \u0441\u043A\u043E\u0440\u043E\u0441\u0442\u044C \u0438\u0433\u0440\u044B \u043C\u043E\u0436\u043D\u043E \u0440\u0435\u0433\u0443\u043B\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u0443\u0442\u0435\u043C \u0441\u043C\u0435\u043D\u044B \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u044F \u0438\u043B\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043A \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0430 \u0433\u0440\u0430\u0444\u0438\u043A\u0438. \u0414\u043B\u044F \u0441\u043F\u0440\u0430\u0432\u043A\u0438, GTX 1050 Ti \u0432 \u043A\u043E\u043C\u0431\u0438\u043D\u0430\u0446\u0438\u0438 \u0441 \u0444\u0430\u043D\u0442\u0430\u0441\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u043C \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u043E\u043C \u0433\u0440\u0430\u0444\u0438\u043A\u0438 \u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u0435\u043C Full HD \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0438\u0440\u0443\u0435\u0442 \u0432 \u043E\u0447\u0435\u043D\u044C \u043A\u043E\u043C\u0444\u043E\u0440\u0442\u043D\u043E\u043C \u0438\u0433\u0440\u043E\u0432\u043E\u043C \u043F\u0440\u043E\u0446\u0435\u0441\u0441\u0435.
developments.mbf.p4=\u041E\u0441\u043D\u043E\u0432\u0430\u043D \u043D\u0430 \u0438\u0433\u0440\u043E\u0432\u043E\u043C \u0434\u0432\u0438\u0436\u043A\u0435 Unity. \u0420\u0430\u0431\u043E\u0442\u0430\u0435\u0442 \u043D\u0430 32 \u0438 64-\u0431\u0438\u0442\u043D\u044B\u0445 \u041F\u041A \u043F\u043E\u0434 \u0443\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u043C Windows.
developments.mbf.p5=<b><i>\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435: </i></b>\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 <b>WASD \u0438\u043B\u0438 \u043A\u043B\u0430\u0432\u0438\u0448\u0438 \u0441\u043E \u0441\u0442\u0440\u0435\u043B\u043A\u0430\u043C\u0438</b> \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0438\u044F \u0438 <b>\u043F\u0440\u043E\u0431\u0435\u043B</b> \u0447\u0442\u043E\u0431\u044B \u043F\u0440\u044B\u0433\u0430\u0442\u044C. \u041E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0439\u0442\u0435\u0441\u044C, \u0443\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044F <b>\u043B\u0435\u0432\u0443\u044E \u043A\u043D\u043E\u043F\u043A\u0443 \u043C\u044B\u0448\u0438 \u0438 \u0434\u0432\u0438\u0433\u0430\u044F \u043C\u044B\u0448\u044C</b>. \u041F\u0440\u0438\u0431\u043B\u0438\u0436\u0430\u0439\u0442\u0435 \u0438\u043B\u0438 \u043E\u0442\u0434\u0430\u043B\u044F\u0439\u0442\u0435 \u043A\u0430\u043C\u0435\u0440\u0443 \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E <b>\u043A\u043E\u043B\u0435\u0441\u0430 \u043F\u0440\u043E\u043A\u0440\u0443\u0442\u043A\u0438 \u043C\u044B\u0448\u0438</b>. <b>\u041A\u043B\u0430\u0432\u0438\u0448\u0430 F1</b> \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0441\u043A\u0430 \u0443\u0440\u043E\u0432\u043D\u044F. <b>\u041A\u043B\u0430\u0432\u0438\u0448\u0430 Esc</b> \u0434\u043B\u044F \u0432\u044B\u0445\u043E\u0434\u0430.
developments.mbf.p6=\u0421\u043A\u0430\u0447\u0430\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u043D\u044F\u0435\u043C\u044B\u0439 \u0444\u0430\u0439\u043B Marble Blast FUSION
developments.t.p1=2D \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0435\u0440.
developments.t.p2=\u0412\u043A\u043B\u044E\u0447\u0430\u0435\u0442 \u0432 \u0441\u0435\u0431\u044F 4 \u043D\u0435\u043F\u0440\u043E\u0441\u0442\u044B\u0445 \u0443\u0440\u043E\u0432\u043D\u044F, \u043A\u0430\u0436\u0434\u044B\u0439 \u0438\u0437 \u043A\u043E\u0442\u043E\u0440\u044B\u0445 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u043D\u043E\u0432\u0443\u044E \u0438\u0433\u0440\u043E\u0432\u0443\u044E \u043C\u0435\u0445\u0430\u043D\u0438\u043A\u0443.
developments.t.p3=<b>NB!</b> \u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u043E\u043A\u043D\u043E \u0438\u0433\u0440\u044B \u043C\u0430\u043B\u0435\u043D\u044C\u043A\u043E\u0435, \u043D\u043E \u0435\u0433\u043E \u043C\u043E\u0436\u043D\u043E \u0440\u0430\u0441\u0442\u044F\u043D\u0443\u0442\u044C \u0434\u043E \u043B\u044E\u0431\u044B\u0445 \u0440\u0430\u0437\u043C\u0435\u0440\u043E\u0432.
developments.t.p4=\u0421\u0434\u0435\u043B\u0430\u043D \u043D\u0430 Java \u0432 LibGDX. \u0420\u0430\u0431\u043E\u0442\u0430\u0435\u0442 \u043D\u0430 \u041F\u041A \u043F\u043E\u0434 \u0443\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u043C Windows \u0438 Linux.
developments.t.p5=JRE \u0432\u043A\u043B\u044E\u0447\u0435\u043D \u0432 \u0438\u0433\u0440\u043E\u0432\u043E\u0439 \u043B\u0430\u0443\u043D\u0447\u0435\u0440 \u0434\u043B\u044F Windows, \u043F\u043E\u044D\u0442\u043E\u043C\u0443 \u0434\u043B\u044F \u0438\u0433\u0440\u044B \u043D\u0435 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0430 Java. \u0414\u043B\u044F \u0438\u0433\u0440\u044B \u043D\u0430 Linux \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F JRE 8.
developments.t.p6=<b><i>\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435: </i></b>\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 <b>\u043A\u043B\u0430\u0432\u0438\u0448\u0438 \u0441\u043E \u0441\u0442\u0440\u0435\u043B\u043A\u0430\u043C\u0438</b> \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u0434\u0432\u0435\u0436\u0435\u043D\u0438\u044F \u0438 <b>\u043F\u0440\u043E\u0431\u0435\u043B</b> \u0434\u043B\u044F \u043F\u0440\u043E\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u044F \u0447\u0435\u0440\u0435\u0437 \u0434\u0432\u0435\u0440\u0438.
developments.t.p7=<i>\u0418\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u043A\u043E\u0434 \u044D\u0442\u043E\u0439 \u0438\u0433\u0440\u044B \u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u043D\u0430 GitHub. \u0413\u0440\u0430\u0444\u0438\u043A\u0430 \u0441\u0434\u0435\u043B\u0430\u043D\u0430</i>
developments.t.p8=\u0421\u043A\u0430\u0447\u0430\u0442\u044C
developments.t.p9=\u0438\u0441\u043F\u043E\u043B\u043D\u044F\u0435\u043C\u044B\u0439 \u0444\u0430\u0439\u043B Windows
developments.t.p10=\u0438\u0441\u043F\u043E\u043B\u043D\u044F\u0435\u043C\u044B\u0439 jar \u0444\u0430\u0439\u043B Linux
developments.c.p1=\u041F\u0440\u043E\u0442\u043E\u0442\u0438\u043F \u0438\u0433\u0440\u044B - \u0433\u0435\u043D\u0435\u0440\u0430\u0442\u043E\u0440 \u0441\u043B\u0443\u0447\u0430\u0439\u043D\u043E\u0433\u043E \u0438 \u0431\u0435\u0441\u043A\u043E\u043D\u0435\u0447\u043D\u043E\u0433\u043E 3D \u043C\u0438\u0440\u0430.
developments.c.p2=\u0413\u0435\u043D\u0435\u0440\u0430\u0446\u0438\u044F \u043B\u0430\u043D\u0434\u0448\u0430\u0444\u0442\u0430 \u043E\u0441\u043D\u043E\u0432\u0430\u043D\u0430 \u043D\u0430 \u0448\u0443\u043C\u0435 \u041F\u0435\u0440\u043B\u0438\u043D\u0430, \u0438 \u0443 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u043C\u0438\u0440\u0430 \u043D\u0435\u0442 \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0439.
developments.c.p3=\u0421\u0434\u0435\u043B\u0430\u043D \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E OpenGL API \u0432 LWJGL. \u0420\u0430\u0431\u043E\u0442\u0430\u0435\u0442 \u043D\u0430 \u041F\u041A \u043F\u043E\u0434 \u0443\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435\u043C Windows.
developments.c.p4=\u0414\u043B\u044F \u0438\u0433\u0440\u044B \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0430 Java. \u0420\u0430\u0431\u043E\u0442\u043E\u0441\u043F\u043E\u0441\u043E\u0431\u043D\u043E\u0441\u0442\u044C \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u043D\u0430 \u043D\u0430 Java \u0432\u0435\u0440\u0441\u0438\u0438 11.0.2.
developments.c.p5=<b><i>\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435: </i></b>\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 <b>\u043A\u043B\u0430\u0432\u0438\u0448\u0438 WASD</b> \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0438\u044F \u0438 <b>\u043C\u044B\u0448\u044C</b>, \u0447\u0442\u043E\u0431\u044B \u043E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0442\u044C\u0441\u044F. \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 <b>\u043F\u0440\u043E\u0431\u0435\u043B</b>, \u0447\u0442\u043E\u0431\u044B \u043F\u0440\u044B\u0433\u0430\u0442\u044C. \u0423\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0439\u0442\u0435 <b>\u043B\u0435\u0432\u0443\u044E \u043A\u043B\u0430\u0432\u0438\u0448\u0443 Shift</b>, \u0447\u0442\u043E\u0431\u044B \u0434\u0432\u0438\u0433\u0430\u0442\u044C\u0441\u044F \u043D\u0430\u043C\u043D\u043E\u0433\u043E \u0431\u044B\u0441\u0442\u0440\u0435\u0435. <b>\u041A\u043B\u0430\u0432\u0438\u0448\u0430 F1</b> \u043C\u0435\u043D\u044F\u0435\u0442 \u0440\u0435\u0436\u0438\u043C \u043A\u0430\u043C\u0435\u0440\u044B \u0441 1-\u0433\u043E \u043D\u0430 3-\u0435\u0435 \u043B\u0438\u0446\u043E. \u0412 \u0440\u0435\u0436\u0438\u043C\u0435 \u043E\u0442 \u0442\u0440\u0435\u0442\u044C\u0435\u0433\u043E \u043B\u0438\u0446\u0430 <b>\u043A\u043E\u043B\u0435\u0441\u043E \u043F\u0440\u043E\u043A\u0440\u0443\u0442\u043A\u0438 \u043C\u044B\u0448\u0438</b> \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0434\u043B\u044F \u043F\u0440\u0438\u0431\u043B\u0438\u0436\u0435\u043D\u0438\u044F / \u043E\u0442\u0434\u0430\u043B\u0435\u043D\u0438\u044F \u043A\u0430\u043C\u0435\u0440\u044B, \u0430 \u0443\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044F <b>\u043F\u0440\u0430\u0432\u0443\u044E \u043A\u043D\u043E\u043F\u043A\u0443 \u043C\u044B\u0448\u0438</b> \u043C\u043E\u0436\u043D\u043E \u043E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0442\u044C\u0441\u044F \u043D\u0435 \u043C\u0435\u043D\u044F\u044F \u0432\u0440\u0430\u0449\u0435\u043D\u0438\u044F \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u0436\u0430. <b>\u041A\u043B\u0430\u0432\u0438\u0448\u0430 F2</b> \u043C\u0435\u043D\u044F\u0435\u0442 \u0440\u0435\u0436\u0438\u043C \u0440\u0435\u043D\u0434\u0435\u0440\u0438\u043D\u0433\u0430 \u0441 \u0442\u0435\u043A\u0441\u0442\u0443\u0440 \u043D\u0430 \u043B\u0443\u0447\u0438. <b>\u041A\u043B\u0430\u0432\u0438\u0448\u0430 F3</b> \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u0443\u044E \u043F\u0430\u043C\u044F\u0442\u044C. <b>\u041A\u043B\u0430\u0432\u0438\u0448\u0430 Esc</b> \u0437\u0430\u043A\u0440\u044B\u0432\u0430\u0435\u0442 \u0438\u0433\u0440\u0443.
developments.c.p6=<i>\u0418\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u043A\u043E\u0434 \u044D\u0442\u043E\u0439 \u0438\u0433\u0440\u044B \u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u043D\u0430 GitHub.</i>
developments.c.p7=\u0421\u043A\u0430\u0447\u0430\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u043D\u044F\u0435\u043C\u044B\u0439 jar \u0444\u0430\u0439\u043B